# Optional
tap "fsouza/prettierd"
tap "stripe/stripe-cli"
tap "supabase/tap"

brew "aria2"
brew "bottom"
brew "btop"
brew "ffmpeg"
brew "fsouza/prettierd/prettierd"
brew "glow"
brew "kepubify"
brew "librsvg"
brew "mole"
brew "mysql"
brew "nmap"
brew "postgis"
brew "postgresql@14"
brew "redis"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
brew "worktrunk"
brew "lazygit"

cask "sf-symbols"
