tap "FelixKratz/formulae"
tap "nikitabobko/tap"
tap "xcodesorg/made"

brew "python3"
brew "fzf"
brew "coreutils"
brew "wget"
brew "ripgrep"
brew "fd"
brew "tmux"
brew "neovim"
brew "gnu-sed"
brew "luarocks"
brew "git-delta"
brew "bat"
brew "asdf"
brew "codex"
brew "cocoapods"
brew "gpg"
brew "gawk"
brew "docker"
brew "fastlane"
brew "gh"
brew "ios-deploy"
brew "jq"
brew "stylua"
brew "ruff"
brew "opencode"
brew "borders"
brew "switchaudio-osx"
brew "blueutil"
brew "lua"
brew "nowplaying-cli"
brew "sketchybar"
brew "watchman"
brew "xcodesorg/made/xcodes"
brew "zoxide"
brew "eza"

cask "font-hack-nerd-font"
cask "nikitabobko/tap/aerospace"
